export const cities = [
    { name: "東京", lat: 35.6895, lon: 139.6917 },
    { name: "大阪", lat: 34.6937, lon: 135.5023 },
    { name: "札幌", lat: 43.0621, lon: 141.3544 },
    { name: "福岡", lat: 33.5902, lon: 130.4017 },
    { name: "名古屋", lat: 35.1815, lon: 136.9066 },
    { name: "仙台", lat: 38.2682, lon: 140.8694 },
    { name: "広島", lat: 34.3853, lon: 132.4553 },
    { name: "那覇", lat: 26.2124, lon: 127.6809 },
    { name: "金沢", lat: 36.5613, lon: 136.6562 },
    { name: "松江", lat: 35.4723, lon: 133.0505 }
];
